Repository: clarive/cla-bamboo-plugin
Catalog: i18n/*.po
Languages: es

source: Plan CI doesn't exist
es: El CI del plan no existe

source: Bamboo trigger
es: Compilaci&oacute;n de Bamboo

source: Triggering build
es: Activando compilación

source: Build not triggered. Timeout Reached.
es: Compilación no ejecutada. Tiempo de espera agotado

source: Getting Build Result
es: Adquiriendo resultado de la compilación

source: Build not finished. Timeout Reached.
es: Compilacíon no finalizada. Tiempo de espera agotado

source: Triggering build for plan:
es: Activando compilación para el plan:

source: Trigger build finished, build number:
es: Activación finalizada, número de compilación:

source: Getting build result for plan:
es: Adquiriendo resultado para el plan:

source: Build result:
es: Resultado de la compilación:

source: Hostname or IP
es: Hostname o IP

source: User
es: Usuario

source: Password
es: Contraseña

source: Port
es: Puerto

source: Bamboo Server
es: Servidor de Bamboo

source: Project key
es: Clave de proyecto

source: Plan key
es: Clave del plan

source: Options
es: Opciones

source: Trigger build
es: Activar compilación

source: Get build result
es: Adquirir resultado de compilación

source: Build Number
es: Número de compilación

source: Bamboo plan
es: Plan de Bamboo

source: Timeout (seconds)
es: Tiempo de espera (segundos)

source: Refresh time (seconds)
es: Tiempo de refresco (segundos)
